{
  "products": [
    {
      "title": "Человек-паук: Паутина вселенных",
      "description": "Майлз Моралес отправляется в приключение по мультивселенной вместе с Гвен Стейси и новой командой Людей-пауков, которым предстоит столкнуться с могущественным злодеем.",
      "picture": "https://upload.wikimedia.org/wikipedia/ru/thumb/1/1d/Spider-Man_-_Across_the_Spider-Verse.jpg/1200px-Spider-Man_-_Across_the_Spider-Verse.jpg",
      "price": 20,
      "category": "Cartoons",
      "genre": "Comedy",
      "id": 6,
      "trailer": "https://www.youtube.com/watch?v=bCjPNuSTNbc",
      "IMBd": 7,
      "Kinopoisk": 6.6
    },
    {
      "title": "Бэтмен",
      "description": "После двух лет поисков правосудия на улицах Готэма для своих сограждан Бэтмен становится олицетворением беспощадного возмездия. Когда в городе происходит серия жестоких нападений на представителей элиты, загадочные улики приводят Брюса Уэйна в самые темные закоулки преступного мира, где он встречает Женщину-Кошку, Пингвина, Кармайна Фальконе и Загадочника. Теперь под прицелом оказывается сам Бэтмен, которому предстоит отличить друга от врага и восстановить справедливость во имя Готэма.",
      "picture": "https://gamemag.ru/images/imagemanager/cache/e0/5b72/e05b72_photo-2022-02-01-18-09-42.jpg",
      "price": 20,
      "category": "Films",
      "genre": "Action",
      "id": 7,
      "trailer": "https://www.youtube.com/watch?v=LTA-a5hOyks",
      "IMBd": 7,
      "Kinopoisk": 6.6
    },
    {
      "title": "Флэш",
      "description": "Физик-ядерщик Барри Аллен в ходе неудачного научного эксперимента отравился ядохимикатами. Но, к собственному удивлению, не погиб, а приобрел новые поразительные способности – теперь он способен развивать невообразимую скорость.",
      "picture": "https://upload.wikimedia.org/wikipedia/ru/thumb/1/13/The_Flash_%28film%29.jpg/640px-The_Flash_%28film%29.jpg",
      "price": 70,
      "trailer": "https://www.youtube.com/watch?v=r51cYVZWKdY",
      "category": "Films",
      "genre": "Comedy",
      "id": 8,
      "IMBd": 7,
      "Kinopoisk": 6.6
    },
    {
      "title": "Шрек",
      "description": "Жил да был в сказочном государстве большой зеленый великан по имени Шрэк. Жил он в гордом одиночестве в лесу, на болоте, которое считал своим. Но однажды злобный коротышка — лорд Фаркуад, правитель волшебного королевства, безжалостно согнал на Шрэково болото всех сказочных обитателей.  И беспечной жизни зеленого великана пришел конец. Но лорд Фаркуад пообещал вернуть Шрэку болото, если великан добудет ему прекрасную принцессу Фиону, которая томится в неприступной башне, охраняемой огнедышащим драконом.",
      "picture": "https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/c198c40f-51aa-43ad-b0e1-1ee89034fcce/orig",
      "price": 10,
      "trailer": "https://www.youtube.com/watch?v=HLQ1cK9Edhc",
      "category": "Cartoons",
      "genre": "Comedy",
      "id": 9,
      "IMBd": 7,
      "Kinopoisk": 6.6
    },
    {
      "title": "Мстители: Финал",
      "description": "Оставшиеся в живых члены команды Мстителей и их союзники должны разработать новый план, который поможет противостоять разрушительным действиям могущественного титана Таноса. После наиболее масштабной и трагической битвы в истории они не могут допустить ошибку.",
      "picture": "https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/ae22f153-9715-41bb-adb4-f648b3e16092/300x450",
      "price": 20,
      "trailer": "https://www.youtube.com/watch?v=QPRtU7EqQy0",
      "category": "Films",
      "genre": "Action",
      "id": 10,
      "IMBd": 7,
      "Kinopoisk": 6.6
    },
    {
      "title": "Атака Титанов",
      "description": "Уже многие годы человечество ведёт борьбу с титанами — огромными существами, которые не обладают особым интеллектом, зато едят людей и получают от этого удовольствие. После продолжительной борьбы остатки человечества построили высокую стену, окружившую страну людей, через которую титаны пройти не могли.",
      "picture": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/e42e60bc-0772-4a3a-a24f-4218febf9386/300x450",
      "price": 10,
      "trailer": "https://www.youtube.com/watch?v=BOQJyi1sVag",
      "category": "Series",
      "genre": "Action",
      "id": 11,
      "IMBd": 7,
      "Kinopoisk": 6.6
    },
    {
      "title": "Во все тяжкие",
      "description": "Школьный учитель химии Уолтер Уайт узнаёт, что болен раком лёгких. Учитывая сложное финансовое состояние дел семьи, а также перспективы, Уолтер решает заняться изготовлением метамфетамина. Для этого он привлекает своего бывшего ученика Джесси Пинкмана, когда-то исключённого из школы при активном содействии Уайта. Пинкман сам занимался варкой мета, но накануне, в ходе рейда УБН, он лишился подельника и лаборатории.",
      "picture": "https://avatars.mds.yandex.net/get-kinopoisk-image/1900788/fb35416f-3b0d-4b96-bc65-cf6923f9e329/300x450",
      "price": 0,
      "trailer": "https://www.youtube.com/watch?v=HhesaQXLuRY",
      "category": "Series",
      "genre": "Thriller",
      "id": 12,
      "IMBd": 7,
      "Kinopoisk": 6.6
    },
    {
      "title": "Побег из Шоушенка",
      "description": "Бухгалтер Энди Дюфрейн обвинён в убийстве собственной жены и её любовника. Оказавшись в тюрьме под названием Шоушенк, он сталкивается с жестокостью и беззаконием, царящими по обе стороны решётки. Каждый, кто попадает в эти стены, становится их рабом до конца жизни. Но Энди, обладающий живым умом и доброй душой, находит подход как к заключённым, так и к охранникам, добиваясь их особого к себе расположения.",
      "picture": "https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/0b76b2a2-d1c7-4f04-a284-80ff7bb709a4/300x450",
      "price": 10,
      "trailer": "https://www.youtube.com/watch?v=kgAeKpAPOYk",
      "category": "Films",
      "genre": "Thriller",
      "id": 13,
      "IMBd": 7,
      "Kinopoisk": 6.6
    },
    {
      "title": "Неприкасаемые(\"1+1\")",
      "description": "Пострадав в результате несчастного случая, богатый аристократ Филипп нанимает в помощники человека, который менее всего подходит для этой работы, – молодого жителя предместья Дрисса, только что освободившегося из тюрьмы. Несмотря на то, что Филипп прикован к инвалидному креслу, Дриссу удается привнести в размеренную жизнь аристократа дух приключений.",
      "picture": "https://avatars.mds.yandex.net/get-kinopoisk-image/1946459/bf93b465-1189-4155-9dd1-cb9fb5cb1bb5/300x450",
      "price": 15,
      "trailer": "https://www.youtube.com/watch?v=tTwFeGArcrs",
      "category": "Films",
      "genre": "Comedy",
      "id": 14,
      "IMBd": 7,
      "Kinopoisk": 6.6
    },
    {
      "title": "Бойцовский Клуб",
      "description": "Сотрудник страховой компании страдает хронической бессонницей и отчаянно пытается вырваться из мучительно скучной жизни. Однажды в очередной командировке он встречает некоего Тайлера Дёрдена — харизматического торговца мылом с извращенной философией. Тайлер уверен, что самосовершенствование — удел слабых, а единственное, ради чего стоит жить, — саморазрушение.  Проходит немного времени, и вот уже новые друзья лупят друг друга почем зря на стоянке перед баром, и очищающий мордобой доставляет им высшее блаженство. Приобщая других мужчин к простым радостям физической жестокости, они основывают тайный Бойцовский клуб, который начинает пользоваться невероятной популярностью.",
      "picture": "https://avatars.mds.yandex.net/get-kinopoisk-image/1898899/8ef070c9-2570-4540-9b83-d7ce759c0781/300x450",
      "price": 10,
      "trailer": "https://www.youtube.com/watch?v=C7-7qQ61QHU",
      "category": "Films",
      "genre": "Thriller",
      "id": 15,
      "IMBd": 7,
      "Kinopoisk": 6.6
    },
    {
      "title": " По соображениям совести",
      "description": "Медик американской армии времён Второй мировой войны Десмонд Досс, который служил во время битвы за Окинаву, отказывается убивать людей и становится первым идейным уклонистом в американской истории, удостоенным Медали Почёта.",
      "picture": "https://avatars.mds.yandex.net/get-kinopoisk-image/1946459/83a758fc-d3f9-485a-b75f-530fb611d63c/300x450",
      "price": 15,
      "trailer": "https://www.youtube.com/watch?v=uazV9_llwrE",
      "category": "Films",
      "genre": "Drama",
      "id": 16,
      "IMBd": 7,
      "Kinopoisk": 6.6
    },
    {
      "title": "Интерстеллар",
      "description": "Когда засуха, пыльные бури и вымирание растений приводят человечество к продовольственному кризису, коллектив исследователей и учёных отправляется сквозь червоточину (которая предположительно соединяет области пространства-времени через большое расстояние) в путешествие, чтобы превзойти прежние ограничения для космических путешествий человека и найти планету с подходящими для человечества условиями.",
      "picture": "https://avatars.mds.yandex.net/get-kinopoisk-image/1946459/4c459b55-9646-4d2d-9c2b-1575117548ae/300x",
      "price": 20,
      "trailer": "https://www.youtube.com/watch?v=qcPfI0y7wRU",
      "category": "Films",
      "genre": "Drama",
      "id": 17,
      "IMBd": 7,
      "Kinopoisk": 6.6
    },
    {
      "title": "Унесённые призраками",
      "description": "Тихиро с мамой и папой переезжает в новый дом. Заблудившись по дороге, они оказываются в странном пустынном городе, где их ждет великолепный пир. Родители с жадностью набрасываются на еду и к ужасу девочки превращаются в свиней, став пленниками злой колдуньи Юбабы. Теперь, оказавшись одна среди волшебных существ и загадочных видений, Тихиро должна придумать, как избавить своих родителей от чар коварной старухи.  Рейтинг фильма",
      "picture": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/ae3b699c-3db7-4196-a869-39b610bfe706/300x450",
      "price": 12,
      "trailer": "https://www.youtube.com/watch?v=bgxiTkAlQrw",
      "category": "Cartoons",
      "genre": "",
      "id": 18,
      "IMBd": 7,
      "Kinopoisk": 6.6
    },
    {
      "title": "Джентльмены",
      "description": "Один ушлый американец ещё со студенческих лет приторговывал наркотиками, а теперь придумал схему нелегального обогащения с использованием поместий обедневшей английской аристократии и очень неплохо на этом разбогател. Другой пронырливый журналист приходит к Рэю, правой руке американца, и предлагает тому купить киносценарий, в котором подробно описаны преступления его босса при участии других представителей лондонского криминального мира — партнёра-еврея, китайской диаспоры, чернокожих спортсменов и даже русского олигарха.",
      "picture": "https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/637271d5-61b4-4e46-ac83-6d07494c7645/300x450",
      "price": 15,
      "trailer": "https://www.youtube.com/watch?v=aUIXqj47fLg",
      "category": "Films",
      "genre": "Comedy",
      "id": 19,
      "IMBd": 7,
      "Kinopoisk": 6.6
    },
    {
      "title": "Клаус",
      "description": "Владелец почтовой империи, чтобы научить ленивого отпрыска по имени Джеспер уму-разуму, отправляет его на крайний север в город Смиренсбург. Тот должен организовать там почтовое отделение и за год обработать не менее 6000 писем. Прибыв на место, парень оказывается в зоне боевых действий: два семейных клана, так уж исторически сложилось, питают взаимную ненависть и свято чтут многовековую традицию при любой возможности мутузить друг друга и делать пакости. Разумеется, в такой обстановке не до писем, и почтовое отделение давно превратилось в курятник. Уже практически отчаявшись, Джеспер посещает лесного отшельника по имени Клаус, и их знакомство положит начало удивительным событиям.",
      "picture": "https://avatars.mds.yandex.net/get-kinopoisk-image/1773646/279f9f19-6a29-4fae-935e-54ddf80c653b/300x450",
      "price": 15,
      "trailer": "https://www.youtube.com/watch?v=b_QKhM7jV-s",
      "category": "Cartoons",
      "genre": "Melodrama",
      "id": 20,
      "IMBd": 7,
      "Kinopoisk": 6.6
    },
    {
      "title": "Один дома",
      "description": "Американское семейство отправляется из Чикаго в Европу, но в спешке сборов бестолковые родители забывают дома... одного из своих детей. Юное создание, однако, не теряется и демонстрирует чудеса изобретательности. И когда в дом залезают грабители, им приходится не раз пожалеть о встрече с милым крошкой.",
      "picture": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/022a58e3-5b9b-411b-bfb3-09fedb700401/300x450",
      "price": 10,
      "trailer": "https://www.youtube.com/watch?v=bBU_64CTNsw",
      "category": "Films",
      "genre": "Comedy",
      "id": 21,
      "IMBd": 7,
      "Kinopoisk": 6.6
    },
    {
      "title": "Мой сосед Тоторо",
      "description": "Сестры Сацуки и Мэй переезжают вместе с папой в деревенский дом. Однажды девочки обнаруживают, что по соседству с ними живут лесные духи — хранители леса во главе со своим могущественным и добрым повелителем Тоторо. Постепенно Тоторо становится другом девочек, помогая им в их повседневных приключениях.",
      "picture": "https://avatars.mds.yandex.net/get-kinopoisk-image/1704946/029f472e-bf4d-4e00-b7c0-f45c08cf8b82/300x450",
      "price": 10,
      "trailer": "https://www.youtube.com/watch?v=19IVDAzcNxs",
      "category": "Cartoons",
      "genre": "",
      "id": 22,
      "IMBd": 7,
      "Kinopoisk": 6.6
    },
    {
      "title": "Рататуй",
      "description": "Крыс Реми обладает уникальным вкусом. Он готов рисковать собственной жизнью, чтобы посмотреть любимое кулинарное шоу и раздобыть какую-нибудь приправку или просто свежий продукт. Реми живет со своими сородичами, которые его не понимают и не принимают его увлечения кулинарией. Когда Реми случайно попадает на кухню шикарного ресторана, он решает воспользоваться выпавшим ему шансом и проверить свои навыки.  На эту же кухню попадает и юный Лингвини. Всё, на что он может рассчитывать — это должность уборщика. Но он тоже получает свой шанс.",
      "picture": "https://avatars.mds.yandex.net/get-kinopoisk-image/1773646/894f7e3c-cedf-4e5c-946a-9021efdf17dd/300x450",
      "price": 12,
      "trailer": "https://www.youtube.com/watch?v=xhO3MUto0ck",
      "category": "Cartoons",
      "genre": "Comedy",
      "id": 23,
      "IMBd": 7,
      "Kinopoisk": 6.6
    },
    {
      "title": "Крестный отец",
      "description": "Криминальная сага, повествующая о нью-йоркской сицилийской мафиозной семье Корлеоне. Фильм охватывает период 1945-1955 годов.  Глава семьи, Дон Вито Корлеоне, выдаёт замуж свою дочь. В это время со Второй мировой войны возвращается его любимый сын Майкл. Майкл, герой войны, гордость семьи, не выражает желания заняться жестоким семейным бизнесом. Дон Корлеоне ведёт дела по старым правилам, но наступают иные времена, и появляются люди, желающие изменить сложившиеся порядки. На Дона Корлеоне совершается покушение.",
      "picture": "https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/c11652e8-653b-47c1-8e72-1552399a775b/300x450",
      "price": 10,
      "trailer": "https://www.youtube.com/watch?v=ar1SHxgeZUc",
      "category": "Films",
      "genre": "Drama",
      "id": 24,
      "IMBd": 7,
      "Kinopoisk": 6.6
    },
    {
      "title": " Мадагаскар ",
      "description": "Четверо изнеженных животных из Центрального зоопарка в Нью-Йорке - лев Алекс, зебра Марти, жираф Мелман и гиппопотамиха Глория - решаются на побег. Оказавшись после кораблекрушения на экзотическом острове Мадагаскар, населенном лемурами и поедающими их фоссами, путешественники с ужасом понимают, что с городскими привычками им придется распрощаться.  Здесь нет людей, любимых клеток, вкусной кормежки. Начинается шоу «Последний герой» только с животными - нашим друзьям нужно выжить в непривычной среде обитания, где на каждом шагу подстерегает опасность...",
      "picture": "https://avatars.mds.yandex.net/get-kinopoisk-image/4774061/ce4b0f97-4811-47ea-b3f1-dfc3395f7849/300x450",
      "price": 12,
      "trailer": "https://www.youtube.com/watch?v=ma1xEDK0_cw",
      "category": "Cartoons",
      "genre": "Comedy",
      "id": 25,
      "IMBd": 7,
      "Kinopoisk": 6.6
    },
    {
      "title": "Семь жизней",
      "description": "Инженер Бен отправляется в необычное путешествие. В ходе своей поездки он встречает семерых незнакомцев, включая смертельно больную Эмили, которая называет себя девушкой с подбитыми крыльями. Бен неожиданно влюбляется в нее, что сильно усложняет его первоначальный план. Сможет ли он разгадать послание судьбы?",
      "picture": "https://avatars.mds.yandex.net/get-kinopoisk-image/4774061/4c34cc44-cf15-451d-b878-8efc2c624b58/300x450",
      "price": 15,
      "trailer": "https://www.youtube.com/watch?v=3sO8hJoKV5A",
      "category": "Films",
      "genre": "Drama",
      "id": 26,
      "IMBd": 7,
      "Kinopoisk": 6.6
    },
    {
      "title": " Вверх",
      "description": "78-летний ворчун Карл Фредриксен считает, что жизнь обходит его стороной. Чтобы сдержать обещание, данное своей почившей жене, он решает осуществить свою мечту о великом приключении, привязав тысячи воздушных шариков к своему дому и улетев в дебри Южной Америки. Не пролетев и полмили, путешественник обнаруживает, что он ненароком прихватил с собой крайне разговорчивого и неисправимо жизнерадостного 8-летнего мальчика по имени Рассел...",
      "picture": "https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/8d19eeb1-608b-4cdd-917e-b3a255471e2b/300x450",
      "price": 15,
      "trailer": "https://www.youtube.com/watch?v=NYwpa1nxH84",
      "category": "Cartoons",
      "genre": "Comedy",
      "id": 27,
      "IMBd": 7,
      "Kinopoisk": 6.6
    },
    {
      "title": "Твоё имя",
      "description": "Токийский парень Таки и провинциальная девушка Мицуха обнаруживают, что между ними существует странная связь. Во сне они меняются телами и проживают жизни друг друга. Но однажды эта способность исчезает так же внезапно, как появилась. Таки решает во что бы то ни стало отыскать Мицуху.",
      "picture": "https://avatars.mds.yandex.net/get-kinopoisk-image/1946459/e849937d-99d7-418f-bbaa-0a7e7cfff385/300x450",
      "price": 12,
      "trailer": "https://www.youtube.com/watch?v=tT7b5wR0IOM",
      "category": "Cartoons",
      "genre": "Drama",
      "id": 28,
      "IMBd": 7,
      "Kinopoisk": 6.6
    },
    {
      "title": "Терминал ",
      "description": "Фильм рассказывает историю Виктора Наворски, отправившегося в Нью-Йорк из Восточной Европы. Пока Виктор летел в самолете, на его родине произошел государственный переворот. Оказавшись в международном аэропорту имени Джона Кеннеди с паспортом ниоткуда, он не имеет права въехать в Соединенные Штаты и должен коротать свои дни и ночи на скамейках у выхода 67, пока война в его родной стране не закончится.  Тянутся недели и месяцы, и Виктор обнаруживает, что небольшой мирок терминала может быть наполнен абсурдом, щедростью, амбициями, развлечениями, желанием сохранить свой статус, интуитивной прозорливостью и даже любовью к очаровательной стюардессе Амелии. Виктору удается завоевать симпатии всех, кроме одного человека — чиновника аэропорта Фрэнка Диксона, который считает его бюрократической ошибкой, проблемой, которую он не может контролировать, но от которой жаждет избавиться.",
      "picture": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/0bb13a61-cfbe-4c76-b72e-f799bc9b7d79/300x450",
      "price": 12,
      "trailer": "https://www.youtube.com/watch?v=eefGGA6sYlU",
      "category": "Films",
      "genre": "Melodrama",
      "id": 29,
      "IMBd": 7,
      "Kinopoisk": 6.6
    },
    {
      "title": "Железный человек",
      "description": "Миллиардер-изобретатель Тони Старк попадает в плен к Афганским террористам, которые пытаются заставить его создать оружие массового поражения. В тайне от своих захватчиков Старк конструирует высокотехнологичную киберброню, которая помогает ему сбежать. Однако по возвращении в США он узнаёт, что в совете директоров его фирмы плетётся заговор, чреватый страшными последствиями. Используя своё последнее изобретение, Старк пытается решить проблемы своей компании радикально...",
      "picture": "https://avatars.mds.yandex.net/get-kinopoisk-image/4774061/c8e2f069-15f1-4803-95c0-aba858fec360/300x450",
      "price": 15,
      "trailer": "https://www.youtube.com/watch?v=i_IIxuHAClc",
      "category": "Films",
      "genre": "Action",
      "id": 30,
      "IMBd": 7,
      "Kinopoisk": 6.6
    },
    {
      "title": "Невидимая сторона",
      "description": "Благополучная белая семья берет к себе толстого, неграмотного бездомного темнокожего подростка и помогает стать ему спортивной звездой, и поступить в университет.",
      "picture": "https://avatars.mds.yandex.net/get-kinopoisk-image/1629390/80328c23-fa23-4c39-a61f-6f0b3aa3fe86/300x450",
      "price": 10,
      "trailer": "https://www.youtube.com/watch?v=uCBjDSs42wI",
      "category": "Films",
      "genre": "Drama",
      "id": 31,
      "IMBd": 7,
      "Kinopoisk": 6.6
    },
    {
      "title": "Моана ",
      "description": "Бесстрашная Моана, дочь вождя маленького племени на острове в Тихом океане, больше всего на свете мечтает о приключениях и решает отправиться в опасное морское путешествие. Вместе с некогда могущественным полубогом Мауи им предстоит пересечь океан, сразиться со страшными чудовищами и разрушить древнее заклятие.",
      "picture": "https://avatars.mds.yandex.net/get-kinopoisk-image/1600647/f06aa25d-2f76-4bac-8d12-29436fd589bc/300x450",
      "price": 12,
      "trailer": "https://www.youtube.com/watch?v=6HZr-6GKbJI",
      "category": "Cartoons",
      "genre": "Comedy",
      "id": 32,
      "IMBd": 7,
      "Kinopoisk": 6.6
    },
    {
      "title": "В погоне за счастьем",
      "description": "Крис Гарднер – отец-одиночка. Воспитывая пятилетнего сына, Крис изо всех сил старается сделать так, чтобы ребенок рос счастливым. Работая продавцом, он не может оплатить квартиру, и их выселяют.  Оказавшись на улице, но не желая сдаваться, отец устраивается стажером в брокерскую компанию, рассчитывая получить должность специалиста. Только на протяжении стажировки он не будет получать никаких денег, а стажировка длится 6 месяцев...",
      "picture": "https://avatars.mds.yandex.net/get-kinopoisk-image/1900788/13f09e84-1daa-4d81-99ea-417de23914c9/300x",
      "price": 15,
      "trailer": "https://www.youtube.com/watch?v=52yVnzbc7JQ",
      "category": "Films",
      "genre": "Drama",
      "id": 33,
      "IMBd": 7,
      "Kinopoisk": 6.6
    },
    {
      "title": "Кот в сапогах 2: Последнее желание",
      "description": "Промотав восемь жизней из девяти и до смерти испугавшись пришедшего за ним волка-охотника за головами, Кот в сапогах внимает совету врача и заселяется в дом местной кошатницы. Там он смиряется с установленными порядками, отращивает бороду и теряет тягу к подвигам и приключениям, но только до тех пор, пока не узнаёт о волшебной карте, которая указывает путь к где-то упавшей Звезде желаний. Кот в сапогах твёрдо решает отыскать Звезду, чтобы вернуть свои жизни, и в компании притворявшегося кошачьим пёсика отправляется красть карту у известного коллекционера волшебных предметов Джека Хорнера.",
      "picture": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/19b2a831-d81b-4364-a82a-dc6ca779023f/300x450",
      "price": 15,
      "trailer": "https://www.youtube.com/watch?v=JA8Xw0ffel8",
      "category": "Cartoons",
      "genre": "Comedy",
      "id": 34,
      "IMBd": 7,
      "Kinopoisk": 6.6
    },
    {
      "title": "Аватар: Легенда об Аанге",
      "description": "Мир разделен на четыре народа: Водные племена, королевство Земли, Воздушные кочевники и Огненная нация. Представители каждого народа обладают способностями управления своей стихией и именуют себя магами Воды, Земли, Воздуха или Огня. Только Аватар является властелином всех четырех стихий. Его роль заключается в поддержке баланса между народами и сохранении мирового порядка.  Однажды предводитель Огненной нации Хозяин Огня развязал войну с целью подчинить себе остальные народы. Отвественность за спасение мира легла на плечи двенадцатилетного мальчика, мага Воздуха по имени Аанг, который узнал, что он Аватар. Аанг отправляется в опасное путешествие вместе со своими отважными друзьями из племени Воды, Катарой и ее братом Соккой. Ему предстоит овладеть всеми стихиями, пройти через множество испытаний, перебороть свои страхи и сразить Хозяина Огня, чтобы остановить войну и восстановить равновесие в мире.",
      "picture": "https://avatars.mds.yandex.net/get-kinopoisk-image/1629390/3dd9b97c-87a0-4e1e-9a6e-340d4e04bfce/1920x",
      "price": 12,
      "trailer": "https://www.youtube.com/watch?v=hJ3MVEk8xOQ",
      "category": "Series",
      "genre": "",
      "id": 35,
      "IMBd": 7,
      "Kinopoisk": 6.6
    },
    {
      "title": "Игра престолов",
      "description": "К концу подходит время благоденствия, и лето, длившееся почти десятилетие, угасает. Вокруг средоточия власти Семи королевств, Железного трона, зреет заговор, и в это непростое время король решает искать поддержки у друга юности Эддарда Старка. В мире, где все — от короля до наемника — рвутся к власти, плетут интриги и готовы вонзить нож в спину, есть место и благородству, состраданию и любви. Между тем никто не замечает пробуждение тьмы из легенд далеко на Севере — и лишь Стена защищает живых к югу от нее.",
      "picture": "https://avatars.mds.yandex.net/get-kinopoisk-image/1777765/dd78edfd-6a1f-486c-9a86-6acbca940418/300x450",
      "price": 0,
      "trailer": "https://www.youtube.com/watch?v=fAOVvJx0Y60",
      "category": "Series",
      "genre": "Melodrama",
      "id": 36,
      "IMBd": 7,
      "Kinopoisk": 6.6
    },
    {
      "title": " Гравити Фолз",
      "description": "История рассказывает о приключениях близнецов, брата и сестры Диппера и Мэйбл Пайнс, чьи летние планы отправляются в чулан, когда родители оправляют их к дальнему родственнику в тихий городок Гравити Фолз. Но так ли прост этот город, родственник и жители, и какие тайны ждут своих первооткрывателей?",
      "picture": "https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/04954219-061a-4646-a7d6-054fdc34b053/300x450",
      "price": 0,
      "trailer": "https://www.youtube.com/watch?v=TCj5tNjWP0A",
      "category": "Series",
      "genre": "Comedy",
      "id": 37,
      "IMBd": 7,
      "Kinopoisk": 6.6
    },
    {
      "title": "Игра в кальмара",
      "description": "Сон Ги-хун уже немолод, разведён, по уши погряз в долгах и сидит на шее у старенькой матери. Даже выигранные на скачках деньги в его руках долго не задерживаются, и однажды он встречает в метро загадочного незнакомца, который сначала предлагает сыграть в детскую игру, а затем вручает Ги-хуну немалую сумму и визитку. Но радость мужчины сменятся отчаянием, когда он узнаёт, что бывшая жена с новым мужем собираются увезти его дочь в Америку. Он звонит по номеру с визитки и становится последним участником тайных игр на выживание с призом в 40 миллионов долларов. Среди товарищей по несчастью оказываются его друг детства — прогоревший финансист, бандит, смертельно больной старик, северокорейская перебежчица, иммигрант из Пакистана и многие другие отчаянно нуждающиеся в деньгах.",
      "picture": "https://avatars.mds.yandex.net/get-kinopoisk-image/1898899/f485e241-0758-4a9f-a4eb-98e586de8a37/300x",
      "price": 0,
      "trailer": "https://www.youtube.com/watch?v=oqxAJKy0ii4",
      "category": "Series",
      "genre": "Thriller",
      "id": 38,
      "IMBd": 7,
      "Kinopoisk": 6.6
    },
    {
      "title": "Наруто: Ураганные хроники",
      "description": "В мире Наруто незаметно пролетели два года. Бывшие новички пополнили ряды опытных синоби в ранге тюнин и дзёнин. Главные герои не сидели на месте – каждый стал учеником одного из легендарных Саннин – трех великих ниндзя Конохи. Парень в оранжевом продолжил обучение у мудрого, но эксцентричного Дзирайи, постепенно восходя на новую ступень боевого мастерства. Сакура выдвинулась в помощницы и доверенные лица целительницы Цунадэ – нового вождя Деревни Листвы. Ну а Саскэ, чья гордыня привела к изгнанию из Конохи, вступил во временный союз со зловещим Оротимару, причем каждый считает, что лишь использует другого до поры до времени.",
      "picture": "https://avatars.mds.yandex.net/get-kinopoisk-image/1599028/9232ccf8-196f-4db3-aaab-f5b351547f0b/300x450",
      "price": 0,
      "trailer": "https://www.youtube.com/watch?v=QczGoCmX-pI",
      "category": "Series",
      "genre": "Action",
      "id": 39,
      "IMBd": 7,
      "Kinopoisk": 6.6
    },
    {
      "title": "Рик и Морти",
      "description": "В центре сюжета - школьник по имени Морти и его дедушка Рик. Морти - самый обычный мальчик, который ничем не отличается от своих сверстников. А вот его дедуля занимается необычными научными исследованиями и зачастую полностью неадекватен. Он может в любое время дня и ночи схватить внука и отправиться вместе с ним в безумные приключения с помощью построенной из разного хлама летающей тарелки, которая способна перемещаться сквозь межпространственный тоннель. Каждый раз эта парочка оказывается в самых неожиданных местах и самых нелепых ситуациях.",
      "picture": "https://avatars.mds.yandex.net/get-kinopoisk-image/4303601/03b417ff-d544-4f0b-a1fb-af09a2167a60/300x450",
      "price": 0,
      "trailer": "https://www.youtube.com/watch?v=YHkjM3bWDyw",
      "category": "Series",
      "genre": "Comedy",
      "id": 40,
      "IMBd": 7,
      "Kinopoisk": 6.6
    },
    {
      "title": " Пацаны",
      "description": "Действие сериала разворачивается в мире, где существуют супергерои. Именно они являются настоящими звездами. Их все знают и обожают. Но за идеальным фасадом скрывается гораздо более мрачный мир наркотиков и секса, а большинство героев — в жизни не самые приятные люди. Противостоит им отряд, неофициально известный как «Пацаны».",
      "picture": "https://avatars.mds.yandex.net/get-kinopoisk-image/1773646/21324634-7afd-4443-8ac4-5c4097ac5b6c/300x450",
      "price": 0,
      "trailer": "https://www.youtube.com/watch?v=elTgqUW-NYE",
      "category": "Series",
      "genre": "Action",
      "id": 41,
      "IMBd": 7,
      "Kinopoisk": 6.6
    },
    {
      "title": "Очень странные дела",
      "description": "1980-е годы, тихий провинциальный американский городок. Благоприятное течение местной жизни нарушает загадочное исчезновение подростка по имени Уилл. Выяснить обстоятельства дела полны решимости родные мальчика и местный шериф, также события затрагивают лучшего друга Уилла – Майка. Он начинает собственное расследование. Майк уверен, что близок к разгадке, и теперь ему предстоит оказаться в эпицентре ожесточенной битвы потусторонних сил.",
      "picture": "https://avatars.mds.yandex.net/get-kinopoisk-image/1704946/de1ce3c8-4430-49a2-a2ac-3d24635b5540/1920x",
      "price": 0,
      "trailer": "https://www.youtube.com/watch?v=PX6KNzyQfZM",
      "category": "Series",
      "genre": "Thriller",
      "id": 42,
      "IMBd": 7,
      "Kinopoisk": 6.6
    },
    {
      "title": "Оно",
      "description": "Когда в городке Дерри штата Мэн начинают пропадать дети, несколько ребят сталкиваются со своими величайшими страхами — не только с группой школьных хулиганов, но со злобным клоуном Пеннивайзом, чьи проявления жестокости и список жертв уходят в глубь веков.",
      "picture": "https://avatars.mds.yandex.net/get-kinopoisk-image/6201401/c2554fb1-0c11-49b7-8c99-3a32e696b2ab/300x450",
      "price": 10,
      "trailer": "https://www.youtube.com/watch?v=IisU-JHj_fU",
      "category": "Films",
      "genre": "Horror",
      "id": 43,
      "IMBd": 7,
      "Kinopoisk": 6.6
    }
  ]
}
